SourceLANGID=1033
LANGID=1058
Generator=DKLang Translation Editor v3.0
LastModified=2023-12-03 21:07:22

[MainForm]
00000010=Об'єкти
00000012=Мапа
00000014=Повідомлення
00000016=Налаштування
00000025=Мапа
00000026=Повідомлення
00000027=Налаштування
00000028=Тест
00000030=Вихід
00000034=Вхід
00000035=Об'єкти

[LoginFrame]
00000035=Вхід
00000036=Пароль
00000038=Користувач
00000041=Зв'язатися з нами
00000047=Не маєте облікового запису?
00000048=Зареєструватися
00000049=Запам'ятати мене

[SettingsFrame]
00000006=Налаштування
00000011=Мова
00000013=Мова інтерфейсу
00000014=Адреса сервера
00000015=Підключення

[ObjectsFrame]
00000003=Об'єкти
00000032=Об'єкти
00000033=Об'єкти
00000034=Видалити
00000035=Трек
00000036=Звіт
00000037=Радагувати
00000038=На мапу
00000039=Скинути
00000040=Копіювати
00000041=Графік
00000042=Об'єкти
00000043=Мапа
00000044=Вибрати всіх
00000045=Зняти вибір із усіх

[ObjectEditorFrame]
00000003=Редактор об'єктів
00000005=Назва
00000006=Зберегти

[ReportFrame]
00000003=Звіт
00000005=Витрачено, л
00000006=Було в баку
00000007=Витрачено
00000008=Заправлено
00000009=Злито
00000010=Стало в баку
00000011=Паливо, л
00000012=Пробіг, км
00000013=л / 100 км
00000014=Витрати пального
00000016=Заправки та зливи пального
00000017=Час
00000019=Заправка, л
00000020=Злив, л

[SelectIntervalDlg]
00000002=Виберіть період
00000003=Останні
00000005=День
00000006=Місяць
00000008=Період
00000009=З
00000010=По
00000012=Скасувати

[MapFrame]
00000004=Об'єкти
00000005=Мапа
00000010=Видалити
00000011=Оновити
00000012=Звіт
00000013=Період
00000019=Об'єкти
00000020=Об'єкти
00000021=Видалити
00000022=Трек
00000023=Звіт
00000024=Редагувати
00000025=На мапу
00000026=Скинути
00000027=Копіювати
00000028=Графік
00000033=Об'єкти
00000034=Об'єкти
00000035=Очистити карту
00000040=Об'єкти
00000041=Видалити
00000042=Оновити
00000043=Звіт
00000044=Період
00000055=Ви тут
00000060=Почати вимірюівання

[SignUpFrame]
00000035=Зареєструватися
00000036=Пароль
00000050=Користувач
00000051=Підтвердьте пароль
00000053=Зареєструватися

[AddObjectFrame]
00000003=Новий об'єкт
00000005=Вид
00000007=Назва

[SenderSettingsFrame]
00000003=Надсилати місцезнаходження
00000005=Сервер
00000006=Порт
00000007=Вхід

[ShareDeviceFrame]
00000003=Надати доступ
00000005=Об'єкт
00000007=Користувач
00000009=Права доступу
00000010=Прибрати доступ\nТільки перегляд\nПерегляд та запис\nПовний доступ\n

[LocationBackgroundAccesRequestDlg]
00000008=Форма 1
00000009=Доступ до вашого місцезнаходження
00000010=Нам потрібен доступ до даних про ваше місцезнаходження, щоб показати ваше місцезнаходження на мапі
00000012=ВІДМОВИТИ
00000013=ПРИЙНЯТИ
00000014=Налаштування доступу до вашого місцезнаходження
00000015=Дозвольте нам ПОСТІЙНИЙ доступ до даних про ваше місцезнаходження, щоб ми могли збирати дані для створення треків і звітів, навіть коли програма закрита або не використовується
00000017=Ні, дякую
00000018=Налаштування

[$CONSTANTS]
sAbsolute=Абсолютний
sBackgroundPermissionsMessage=Щоб переглядати карти для автоматично відстежуваних дій, дозвольте SCS-LA постійно використовувати ваше місцезнаходження.\nSCS-LA збирає дані про місцезнаходження, щоб відображати на карті маршрути будь яких ваших переміщень та подорожей, навіть якщо програма закрита або не використовується.
SCheckEmailAndConfirm=На вказану адресу електронної пошти було відправлено листа. Будь ласка, відкрийте листа та підтвердіть ваші наміри.
SConfirmExit=Натисніть ще раз щоб вийти з додатку
sConfirmLogin=Вам потрібно ввійти в систему. \nВиконати вхід?
sConfirmResetSensorFmt=Ви дійсно хочете скинути датчик %s ?
sDate1GreaterThanDate2=Дата1 більша за Дата2
sDays=днів
sDistance_km=км
sDistance_m=м
SEMailIsNotValid=Електронна адреса недійсна
sEnableGPSMessage=Вам потрібно ввімкнути GPS у налаштуваннях, щоб отримувати дані про місцезнаходження
sForgroundPermissionsMessage=Оновлення місцезнаходження не відбуватиметься у фоновому режимі
sFuelDrainFmt=Злив: # ##0 л
sHours=годин
sKM=км
sKM_H=км/г
sLastNDaysFmt=Останні %g днів
sLastNHoursFmt=Останні %g годин
sLiter=л
sNoDataForPeriod=За обраний період даних не знайдено
SNoDeviceSelected=Об'єкт не вибрано
SNoUserSelected=Користувача не вибрано
sObjects=Об'єкти
SPasswordIsEmpty=Пароль не заповнений
SPasswordMismatch=Пароль не збігається
sPreviousMonth=Попередній місяць
sPreviousWeek=Попередній тиждень
sRefuelingFmt=Заправка: # ##0 л
SRequestSignUpExceptionFmt=Сервер повернув помилку: %s
sResetSensorConfirmationFmt=Ви дійсно хочете скинути значення датчика %s ?
sRoadMap=Карта доріг
sSatelliteImagery=Супутникові знімки
sShareDeviceAccessClosedFmt=Ви заборонили користувачеві %s доступ до об'єкта %s
sShareDeviceSuccessFmt=Ви успішно надали доступ користувачеві %s до об’єкта %s
sStartMeasure=Почати вимірюівання
sStopMeasure=Припинити вимірювання
sThisMonth=В цьому місяці
sThisWeek=На цьому тижні
sThisYear=В цьому році
sTime_d=д
sTime_h=г
sTime_m=хв
sTime_s=с
sTime_y=р
sToday=Сьогодні
sTooManyCarsForTrackFmt=Ви вибрали понад %d машин для створення треків. Зменшіть вибір і повторіть операцію.
SUsernameIsEmpty=Ім'я користувача не заповнене
SVersion=Версія
sVolt=В
sYesterday=Вчора
sYouAreHere=Ви тут
sYouHaveToSetAbsoluteIntervalKindFirst=Спочатку потрібно встановити Абсолютний інтервал
